//개설학년, 주관학과, ABEEK 이수구분, ABEEK 교양영역, 학수번호, 과목명, 수업형태, 학점, 수강구분, 담당교수, 강의시간, 강의실, 비고
var Lecture_Data = [
    ["0","교양과(서울)","교양선택","일반교양","002036-1","현대사회와윤리","병행","3","비공학","윤병렬1","1,2,3","C817","테스트테스트테스트테스트"],
    ["0","교양과(서울)","교양선택","일반교양","002036-1","현대사회와윤리","병행","3","비공학","윤병렬1","1,2,3","C817","테스트테스트테스트테스트"],
    ["0","교양과(서울)","교양선택","일반교양","002036-1","현대사회와윤리","병행","3","비공학","윤병렬1","1,2,3","C817","테스트테스트테스트테스트"],
    ["0","교양과(서울)","교양선택","일반교양","002036-1","현대사회와윤리","병행","3","비공학","윤병렬1","1,2,3","C817","테스트테스트테스트테스트"],
    ["0","교양과(서울)","교양선택","일반교양","002036-1","현대사회와윤리","병행","3","비공학","윤병렬1","1,2,3","C817","테스트테스트테스트테스트"],
    ["4","전자전기공학부","전공선택","전공선택","106707-1","레이저공학","원격","3","전체","성혁기","103,303,403","P210,P210,P210",""],
    ["2","컴공","전선","전선","102938-2","테스트공학","원격","3","전체","김상민","103,104,105","C920",""]
]